{"inkVersion":20,"root":[["^My classmate's parents are looking for her, as she hasn't showed up for three nights in a row. But I know that she's been at her boyfriend's. What do I do?","\n","ev","str","^Friendly tell her parents everything, for I know they are worried like hell","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Send her parents an anonymous message to let them know where she is","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Keep it in in secret","/str","/ev",{"*":"0.c-2","flg":20},"ev","str","^Call my classmate and persuade her to get back home","/str","/ev",{"*":"0.c-3","flg":20},{"c-0":["\n",{"->":"res1"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"res2"},{"->":"0.g-0"},{"#f":5}],"c-2":["\n",{"->":"res3"},{"->":"0.g-0"},{"#f":5}],"c-3":["\n",{"->":"res4"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"res1":[["^Her parents were grateful to me, but my classmate is seeking revenge on me","\n","ev","str","^My classmate didn't sleep at home for three nights in a row, and her parents were looking for her. I told them she was at her boyfriend's, and they were grateful to me. My classmate, however, is seeking revenge on me.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res2":[["^My classmate's parents took her home, and it all ended well","\n","ev","str","^My classmate didn't sleep at home for three nights in a row, and her parents were looking for her. I sent them an anonymous note telling she was at her boyfriend's. They took my classmate home, and it all ended well.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res3":[["^The police found her, and there was a big scandal cuz she turned out to be pregnant","\n","ev","str","^My classmate didn't sleep at home for three nights in a row, and her parents were looking for her. I knew she was at her boyfriend's but I kept this in secret. She was found some days later, safe and pregnant.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res4":[["^She refused, and I left her alone. Some days later, she was found and brought back home by the police, safe and pregnant","\n","ev","str","^My classmate didn't sleep at home for three nights in a row, and her parents were looking for her. I knew she was at her boyfriend's. I called her to persuade her to get back home. She refused, and I left her alone. Later, the police found and brought her home, safe and pregnant.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",15,{"VAR=":"AgeMinCondition"},17,{"VAR=":"AgeMaxCondition"},"str","^Female","/str",{"VAR=":"SexCondition"},"str","^Outside world","/str",{"VAR=":"GroupTitle"},"str","^","/str",{"VAR=":"TextForLog"},0,{"VAR=":"ChangeHappiness"},0,{"VAR=":"ChangeLooks"},0,{"VAR=":"ChangeSmarts"},0,{"VAR=":"ChangeHealth"},"/ev","end",null],"#f":1}],"listDefs":{}}