{"inkVersion":20,"root":[["^My classmates make fun of me cuz I'm the last virgin in the whole class. How can I regain my reputation?","\n","ev","str","^Virginity speaks for spiritual purity. I don't care about them","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Get a hooker and make a video of us having sex","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Ask the guys to take me to a sex party","/str","/ev",{"*":"0.c-2","flg":20},"ev","str","^The truth is I don't like women. But I'll just tell them I'm in love with a teacher","/str","/ev",{"*":"0.c-3","flg":20},{"c-0":["\n",{"->":"res1"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"res2"},{"->":"0.g-0"},{"#f":5}],"c-2":["\n",{"->":"res3"},{"->":"0.g-0"},{"#f":5}],"c-3":["\n",{"->":"res4"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"res1":[["^I lost my face in their eyes but I have my dignity","\n","ev","str","^My classmates make fun of me cuz I'm the last virgin in the whole class. I don't care! Virginity is a symbol of spiritual purity.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res2":[["^I enjoyed it, but I should have used protection. The treatment was costy, and it was quite a shame, but I'm a real macho in our class now","\n","ev","str","^My classmates make fun of me cuz I'm the last virgin in the whole class. I got a hooker, and it was nice, but I should have used protection. The treatment was costy, and it was quite a shame, but I'm a real macho in our class now.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res3":[["^I hooked up with a girl there. We were having sex, but I was super fast. Of course, she told everyone about it. It's even worse than being a virgin!","\n","ev","str","^My classmates make fun of me cuz I'm the last virgin in the whole class. I went to a sex party and hooked up with a girl there. We were having sex, but I was super fast. Of course, she told everyone about it. It's even worse than being a virgin!","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res4":[["^The guys bought it... as well as the teacher. After school, she literally jumped on me! This is crazy, she won't leave me alone...","\n","ev","str","^My classmates make fun of me cuz I'm the last virgin in the whole class. The truth is I don't like women. But I just told them I was in love with a teacher. They bought it... as well as the teacher. After school, she literally jumped on me! This is crazy, she won't leave me alone...","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",15,{"VAR=":"AgeMinCondition"},17,{"VAR=":"AgeMaxCondition"},"str","^Male","/str",{"VAR=":"SexCondition"},"str","^School","/str",{"VAR=":"GroupTitle"},"str","^","/str",{"VAR=":"TextForLog"},0,{"VAR=":"ChangeHappiness"},0,{"VAR=":"ChangeLooks"},0,{"VAR=":"ChangeSmarts"},0,{"VAR=":"ChangeHealth"},"/ev","end",null],"#f":1}],"listDefs":{}}