{"inkVersion":20,"root":[["^Я неоднократно участвовал в уличных протестах. И однажды я заметил за собой слежку на улице. Что делать?","\n","ev","str","^Рассказать о слежке в соцсетях. Придумать выгодные мне подробности этой истории","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Я не нарушаю закон, поэтому не стану обращать на слежку внимание","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Я обращусь в полицию, в прессу и к Интернет сообществу, чтобы привлечь к этой истории максимальное внимание","/str","/ev",{"*":"0.c-2","flg":20},"ev","str","^Подловлю топтуна и прямо спрошу, что ему нужно","/str","/ev",{"*":"0.c-3","flg":20},{"c-0":["\n",{"->":"res1"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"res2"},{"->":"0.g-0"},{"#f":5}],"c-2":["\n",{"->":"res3"},{"->":"0.g-0"},{"#f":5}],"c-3":["\n",{"->":"res4"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"res1":[["^Мой рейтинг вырос, число подписоты выросло. Правда, оказалось, что то за мной следовал один из подписчиков, чтобьы предложить помощь. Но я об этом умолчал","\n","ev","str","^Я неоднократно участвовал в уличных протестах. И однажды я заметил за собой слежку на улице. Я рассказал об этом в соцсетях. Но, оказалось, что за мной следил один из подписчиков, который боялся подойти.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res2":[["^Если за мной следят псы кровавого режима, значит они меня боятся!","\n","ev","str","^Я неоднократно участвовал в уличных протестах. И однажды я заметил за собой слежку на улице. Я не стал обращать на это внимание, так как не нарушал закон.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res3":[["^Полиция возбудила уголовное дело и быстро выяснила, что это мой подписчик из соцсетей следовал за мной, чтобы предложить свою помощь в организации протестов. Некрасиво получилось","\n","ev","str","^Я неоднократно участвовал в уличных протестах. И однажды я заметил за собой слежку на улице. Я обратился в полицию и привлек к этому факту внимание общественности. Но оказалось. что просто за мной следом таскался один из моих подписчиков.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res4":[["^Оказалось, это мой подписчик из соцсетей, он шел за мной, чтобы предложить свою помощь в организации протестов","\n","ev","str","^Я неоднократно участвовал в уличных протестах. И однажды я заметил за собой слежку на улице. Я подловил топтуна и прямо спросил, что ему нужно. Оказалось, это мой подписчик из соцсетей, он шел за мной, чтобы предложить свою помощь.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",30,{"VAR=":"AgeMinCondition"},50,{"VAR=":"AgeMaxCondition"},"str","^Male","/str",{"VAR=":"SexCondition"},"str","^Улица","/str",{"VAR=":"GroupTitle"},"str","^","/str",{"VAR=":"TextForLog"},0,{"VAR=":"ChangeHappiness"},0,{"VAR=":"ChangeLooks"},0,{"VAR=":"ChangeSmarts"},0,{"VAR=":"ChangeHealth"},"/ev","end",null],"#f":1}],"listDefs":{}}