{"inkVersion":20,"root":[["^Я познакомилась с мужчиной через интернет и влюбилась виртуально. А когда мы встретились в реале, оказалось, что у него нет одного глаза. Что делать?","\n","ev","str","^Отчитать его за то что скрыл такой серьезный недостаток и уйти с разбитым сердцем","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Об отношениях не может быть и речи, я вежливо пообщаюсь с ним, но на этом - все","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Для меня это не имеет значения. Я продолжу отношения","/str","/ev",{"*":"0.c-2","flg":20},"ev","str","^Я займусь с ним сексом из сострадания, но потом уйду. т.к. он не моя судьба","/str","/ev",{"*":"0.c-3","flg":20},{"c-0":["\n",{"->":"res1"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"res2"},{"->":"0.g-0"},{"#f":5}],"c-2":["\n",{"->":"res3"},{"->":"0.g-0"},{"#f":5}],"c-3":["\n",{"->":"res4"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"res1":[["^Я гордо ушла, но потом мне стало его жалко. Я поплакала и позвонила ему. Увы, он внес меня в черный список","\n","ev","str","^Я познакомилась с мужчиной через интернет и влюбилась виртуально. А когда мы встретились в реале, оказалось, что у него нет одного глаза. Может, я поступила неправильно, отчитав  его за то, что морочил мне голову и уйдя. Но это не мой вариант.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res2":[["^Я думаю, он не обиделся. Интересно, на что он рассчитывал?","\n","ev","str","^Я познакомилась с мужчиной через интернет и влюбилась виртуально. А когда мы встретились в реале, оказалось, что у него нет одного глаза. Я была вежлива при встрече, но на этом наше общение закончилось.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res3":[["^Он оказался очень интересным человеком с богатым внутренним миром. К тому же, герой, получивший ранение в бою. Я горжусь своим выбором","\n","ev","str","^Я познакомилась с мужчиной через интернет и влюбилась виртуально. А когда мы встретились в реале, оказалось, что у него нет одного глаза. Для меня важнее не внешность, а духовность. Поэтому, я продолжила общение.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res4":[["^Я считаю, что правильно поступила. Если люди не будут проявлять сострадание друг к другу, мир погибнет","\n","ev","str","^Я познакомилась с мужчиной через интернет и влюбилась виртуально. А когда мы встретились в реале, оказалось, что у него нет одного глаза. Я занялась с ним сексом из сострадания, а после этого прекратила общение.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",30,{"VAR=":"AgeMinCondition"},50,{"VAR=":"AgeMaxCondition"},"str","^Female","/str",{"VAR=":"SexCondition"},"str","^Улица","/str",{"VAR=":"GroupTitle"},"str","^","/str",{"VAR=":"TextForLog"},0,{"VAR=":"ChangeHappiness"},0,{"VAR=":"ChangeLooks"},0,{"VAR=":"ChangeSmarts"},0,{"VAR=":"ChangeHealth"},"/ev","end",null],"#f":1}],"listDefs":{}}