{"inkVersion":20,"root":[["^Ко мне обратился незнакомец, назвавшийся продюсером и предложил роль в своем фильме. Я пришла по указанному адресу, оказалось, что фильм - порно. Как быть?","\n","ev","str","^Всегда мечтала стать звездой, пусть даже порно! Я соглашусь!","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Устрою скандал с порчей реквизита и уйду оттуда","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Немедленно убегу без оглядки","/str","/ev",{"*":"0.c-2","flg":20},"ev","str","^Приму решение в зависимости от предлагаемых условий","/str","/ev",{"*":"0.c-3","flg":20},{"c-0":["\n",{"->":"res1"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"res2"},{"->":"0.g-0"},{"#f":5}],"c-2":["\n",{"->":"res3"},{"->":"0.g-0"},{"#f":5}],"c-3":["\n",{"->":"res4"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"res1":[["^Я начала карьеру порнозвезды. Неплохой жизненный выбор","\n","ev","str","^Ко мне обратился незнакомец, назвавшийся продюсером и предложил роль в своем фильме. Я пришла по указанному адресу, оказалось, что фильм - порно.Я согласилась и снялась в нескольких порнофильмах.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res2":[["^Я хорошо отыгралась на их имуществе за этот подлый обман. Когда пытаешься завлечь в свои сети крупную рыбу, будь готов к тому, что рыба вырвется и испортит твои сети","\n","ev","str","^Ко мне обратился незнакомец, назвавшийся продюсером и предложил роль в своем фильме. Я пришла по указанному адресу, оказалось, что фильм - порно. Я сокрушила им весь реквизит, как они сокрушили мои надежды на карьеру в кино.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res3":[["^Ужас. Подумать только, я чуть было не преступила порог ада. Продюсер - это наверное то же самое, что змей-искуситель","\n","ev","str","^Ко мне обратился незнакомец, назвавшийся продюсером и предложил роль в своем фильме. Я пришла по указанному адресу, оказалось, что фильм - порно. Я, естественно, убежала без оглядки.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res4":[["^Мне предложили приличные условия. Такие деньги я врядли смогу заработать иным способом. Я начала карьеру порнозвезды","\n","ev","str","^Ко мне обратился незнакомец, назвавшийся продюсером и предложил роль в своем фильме. Я пришла по указанному адресу, оказалось, что фильм - порно. Я изучила условия и решила попробовать. После чего снялась в нескольких порнофильмах.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",30,{"VAR=":"AgeMinCondition"},50,{"VAR=":"AgeMaxCondition"},"str","^Female","/str",{"VAR=":"SexCondition"},"str","^Улица","/str",{"VAR=":"GroupTitle"},"str","^","/str",{"VAR=":"TextForLog"},0,{"VAR=":"ChangeHappiness"},0,{"VAR=":"ChangeLooks"},0,{"VAR=":"ChangeSmarts"},0,{"VAR=":"ChangeHealth"},"/ev","end",null],"#f":1}],"listDefs":{}}