{"inkVersion":20,"root":[["^Недавно я видела сон, как будто я занимаюсь сексом с незнакомым мужчиной, мне было очень хорошо. А сегодня я повстречала на улице этого мужчину из сна. Как поступить?","\n","ev","str","^Проявить инициативу и познакомиться, вдруг это моя судьба","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Остановиться и посмотреть ему в глаза, если это судьба, он сделает нужный шаг","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Мистика меня пугает. Я пройду мимо, опустив глаза","/str","/ev",{"*":"0.c-2","flg":20},{"c-0":["\n",{"->":"res1"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"res2"},{"->":"0.g-0"},{"#f":5}],"c-2":["\n",{"->":"res3"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"res1":[["^Идиотский сон, потому что этот незнакомец оказался полным придурком, сразу же предложил заняться с ним сексом. Пришлось послать.","\n","ev","str","^Я видела сон, как будто я занимаюсь сексом с незнакомым мужчиной, мне было очень хорошо. А потом я повстречала на улице этого мужчину из сна. Я первая проявила инициативу в знакомстве, но он был так циничен, что я его послала.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res2":[["^Он сделал первый шаг, но мне он не понравился - предложил сразу заняться сексом. Я его послала","\n","ev","str","^Я видела сон, как будто я занимаюсь сексом с незнакомым мужчиной, мне было очень хорошо. А потом я повстречала на улице этого мужчину из сна. Я сделела ему намек глазами, а он в ответ проявил грубый цинизм. Пришлось послать.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res3":[["^Мы разминулись в жизни. Но с чтех пор я постоянно думаю о том, как бы все могло сложиться, не пройди я тогда мимо","\n","ev","str","^Я видела сон, как будто я занимаюсь сексом с незнакомым мужчиной, мне было очень хорошо. А потом я повстречала на улице этого мужчину из сна. Я прошла мимо, опустив глаза, но потом пожалела, что не познакомилась с ним.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",30,{"VAR=":"AgeMinCondition"},50,{"VAR=":"AgeMaxCondition"},"str","^Female","/str",{"VAR=":"SexCondition"},"str","^Улица","/str",{"VAR=":"GroupTitle"},"str","^","/str",{"VAR=":"TextForLog"},0,{"VAR=":"ChangeHappiness"},0,{"VAR=":"ChangeLooks"},0,{"VAR=":"ChangeSmarts"},0,{"VAR=":"ChangeHealth"},"/ev","end",null],"#f":1}],"listDefs":{}}