{"inkVersion":20,"root":[["^В придорожном кафе я пошла в туалет и случайно увидела в холодильнике этой забегаловки висящий на крюке безголовый труп человека. Что делать?","\n","ev","str","^Поднять крик","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Спокойно выйти, вызвать полицию, дождаться ее и показать труп","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Покинуть забегаловку и мчаться подальше от этого места","/str","/ev",{"*":"0.c-2","flg":20},"ev","str","^Анонимно вызвать полицию и мчаться подальше от этого места","/str","/ev",{"*":"0.c-3","flg":20},{"c-0":["\n",{"->":"res1"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"res2"},{"->":"0.g-0"},{"#f":5}],"c-2":["\n",{"->":"res3"},{"->":"0.g-0"},{"#f":5}],"c-3":["\n",{"->":"res4"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"res1":[["^Надо мной посмеялись и объяснили, что это медвежья туша. Из медвежатины здесь готовят отменные стейки. Я попробовала один и точно медвежатина, у человечины вкус другой","\n","ev","str","^В придорожном кафе я увидела в холодильнике висящий на крюке безголовый труп человека. Я подняла крик, но меня успокоили: то был не труп, а медвежья туша.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res2":[["^Оказалось, что это медвежья туша. Из медвежатины здесь готовят отменные стейки, только меня ими не угостили в отместку за скандал","\n","ev","str","^В придорожном кафе я увидела в холодильнике висящий на крюке безголовый труп человека. Я позвонила в полицию, но это был не труп, а медвежья туша.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res3":[["^Я так напугалась, что никому не рассказывала об этом случае. Да даже если бы рассказала, кто бы мне поверил","\n","ev","str","^В придорожном кафе я увидела в холодильнике висящий на крюке безголовый труп человека. Я так напугалась, что никому не рассказывала об этом случае. Да даже если бы рассказала, кто бы мне поверил.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res4":[["^Я ожидада, что будет громкое разоблачение, но в новостях ничего даже не промелькнуло. Видимо, полиция в сговоре с людоедами. надо держаться подальше от тех мест","\n","ev","str","^В придорожном кафе я увидела в холодильнике висящий на крюке безголовый труп человека. Я вызвала полицию и уехала. Я ожидада, что будет громкое разоблачение, но в новостях ничего даже не промелькнуло. Видимо, полиция в сговоре с людоедами. Надо держаться подальше от тех мест.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",18,{"VAR=":"AgeMinCondition"},30,{"VAR=":"AgeMaxCondition"},"str","^Female","/str",{"VAR=":"SexCondition"},"str","^Улица","/str",{"VAR=":"GroupTitle"},"str","^","/str",{"VAR=":"TextForLog"},0,{"VAR=":"ChangeHappiness"},0,{"VAR=":"ChangeLooks"},0,{"VAR=":"ChangeSmarts"},0,{"VAR=":"ChangeHealth"},"/ev","end",null],"#f":1}],"listDefs":{}}