{"inkVersion":20,"root":[["^У меня на кухне потек кран и я вызвала сантехника. Он оказался супер-секси и явно со мной заигрывает. Как поступить?","\n","ev","str","^Отдаться ему немедленно, прямо на кухонном столе","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Вести себя с ним холодно","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Пофлиртовать  с ним, но не более","/str","/ev",{"*":"0.c-2","flg":20},"ev","str","^Предупредить его об уголовной ответственности за сексуальные домогательства","/str","/ev",{"*":"0.c-3","flg":20},{"c-0":["\n",{"->":"res1"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"res2"},{"->":"0.g-0"},{"#f":5}],"c-2":["\n",{"->":"res3"},{"->":"0.g-0"},{"#f":5}],"c-3":["\n",{"->":"res4"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"res1":[["^Это было замечательно. Он хорошо сделал обе работы и даже денег не взял. Вот что значит правильный подход к персоналу","\n","ev","str","^У меня на кухне потек кран и я вызвала сантехника. Он оказался супер-секси и  со мной заигрывал. Я решила ему отдаться и он замечательно сделал обе работы - И его и мой кран работают отлично.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res2":[["^Он медленно и сексуально работал. А я глядела на его покрытый испариной торс и старалась не выдать своего желания. После его ухода, у меня испортилось настроение","\n","ev","str","^У меня на кухне потек кран и я вызвала сантехника. Он оказался супер-секси и  со мной заигрывал. Я вела себя с ним холодно, но позже пожалела об этом.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res3":[["^Похоже, я здорово сбила его с толку - кран потек снова. Я этому даже обрадовалась и снова вызвала сантехника. Увы, шанс был упущен, пришел другой  - старый, толстый и вонючий","\n","ev","str","^У меня на кухне потек кран и я вызвала сантехника. Он оказался супер-секси и  со мной заигрывал. Я с ним пофлиртовала, это сбило его с толку и он плохо работал - кран потек снова. Другой сантехник исправил это, жаль, он не был столь же сексуален.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res4":[["^Сантехник быстро и качественно сделал свою работу и молча ушел. Вот как важно найти правильный подход к персоналу","\n","ev","str","^У меня на кухне потек кран и я вызвала сантехника. Он оказался супер-секси и  со мной заигрывал. Я предупредила его об уголовной ответственности за сексуальные домогательства. Он сделал свою работу и ушел.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",18,{"VAR=":"AgeMinCondition"},30,{"VAR=":"AgeMaxCondition"},"str","^Female","/str",{"VAR=":"SexCondition"},"str","^Улица","/str",{"VAR=":"GroupTitle"},"str","^","/str",{"VAR=":"TextForLog"},0,{"VAR=":"ChangeHappiness"},0,{"VAR=":"ChangeLooks"},0,{"VAR=":"ChangeSmarts"},0,{"VAR=":"ChangeHealth"},"/ev","end",null],"#f":1}],"listDefs":{}}