{"inkVersion":20,"root":[["^Я закадрил в баре женщину и трахнул. А это оказалась жена босса местной преступной группировки. Что мне делать?","\n","ev","str","^Бежать из города","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Огласка не нужна ни мне, ни ей. Мы будем молчать. Но секс нужен нам обоим, мы продолжим отношения","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Немедленно рекратить отношения и молчать. Огласка не нужна ни ей ни мне. Куколд ничего не узнает","/str","/ev",{"*":"0.c-2","flg":20},{"c-0":["\n",{"->":"res1"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"res2"},{"->":"0.g-0"},{"#f":5}],"c-2":["\n",{"->":"res3"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"res1":[["^Я уехал далеко, потом еще дальше. Жил с оглядкой, но мне повезло, куколда застрелили конкуренты и я спокойно вернулся домой","\n","ev","str","^Я закадрил в баре женщину и трахнул. А это оказалась жена босса местной преступной группировки. Я удрал из города, но вскоре вернулся, потому что куколда застрелили конкуренты и мне некого стало бояться.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res2":[["^Мы держали нашу связь в тайне, а потом она предложила мне устранить ее мужа за деньги. Я отказался и мы расстались. Вскоре ее мужа застрелили - видимо нашла исполнителя. Я снова живу в страхе","\n","ev","str","^Я закадрил в баре женщину и трахнул. А это оказалась жена босса местной преступной группировки. Она имела на меня планы - хотела, чтобы я убил ее мужа. Я отказался и она нашла другого исполнителя своих замыслов.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res3":[["^Я жил в страхе, потом ее мужа застрелили конкуренты и я успокоился","\n","ev","str","^Я закадрил в баре женщину и трахнул. А это оказалась жена босса местной преступной группировки. Я прервал эти отношения и жил в страхе. К счастью, куколда застрелили конкуренты и я успокоился.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",30,{"VAR=":"AgeMinCondition"},50,{"VAR=":"AgeMaxCondition"},"str","^Male","/str",{"VAR=":"SexCondition"},"str","^Улица","/str",{"VAR=":"GroupTitle"},"str","^","/str",{"VAR=":"TextForLog"},0,{"VAR=":"ChangeHappiness"},0,{"VAR=":"ChangeLooks"},0,{"VAR=":"ChangeSmarts"},0,{"VAR=":"ChangeHealth"},"/ev","end",null],"#f":1}],"listDefs":{}}