{"inkVersion":20,"root":[["^Наш самолет захватили террористы. Их двое. Из оружия у них только специальные пластиковые ножи. Что делать?","\n","ev","str","^Выполнять все требования захватчиков","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Сговориться с другими пассажирами и скрутить террористов","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Найти способ сообщить властям о захвате","/str","/ev",{"*":"0.c-2","flg":20},"ev","str","^В одиночку вступить в противоборство с террористами","/str","/ev",{"*":"0.c-3","flg":20},{"c-0":["\n",{"->":"res1"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"res2"},{"->":"0.g-0"},{"#f":5}],"c-2":["\n",{"->":"res3"},{"->":"0.g-0"},{"#f":5}],"c-3":["\n",{"->":"res4"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"res1":[["^Я и другие пассажиры выполняли требования террористов, а в результате оказалось, что это экстремальные учения службы безопасности иностранной авиакомпании. Придурки!","\n","ev","str","^Наш самолет захватили террористы. Их было двое, вооруженных специальными пластиковыми ножами. Я выполнил все требования террористов. К счастью, это оказались не настоящие террористы, а участники учений по безопасности.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res2":[["^Я сговорился с крепким парнем из Техаса и мы, уничтожили обоих террористов. Но оказалось, что это не террористы, а сотрудники иностранной авиакомпании, участвующие в экстремальных учениях по безопасности","\n","ev","str","^Наш самолет захватили террористы. Их было двое, вооруженных специальными пластиковыми ножами. Я сговорился с одним крепким парнем, и мы уничтожили обоих террористов. Увы, это оказались не настоящие террористы, а участники учений по безопасности.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res3":[["^Я сумел спрятать свой смартфон и позвонить в полицию. Начался хаос, но в конце выяснилось, что это учения, которые устроила служба безопасности иностранной авиакомпании","\n","ev","str","^Наш самолет захватили террористы. Их было двое, вооруженных специальными пластиковыми ножами. Я сумел сообщить в полицию о случившемся. Но оказалось, что это не террористы, а сотрудники иностранной авиакомпании, участвующие в экстремальных учениях по безопасности.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res4":[["^Я обезвредил их обоих. Считал себя героем, а оказалось, что это не террористы, а участники экстремальных учений службы безопасности иностранной компании","\n","ev","str","^Наш самолет захватили террористы. Их было двое, вооруженных специальными пластиковыми ножами. Я обезвреди обоих. Но оказалось, что это не террористы, а сотрудники иностранной авиакомпании, участвующие в экстремальных учениях по безопасности.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",30,{"VAR=":"AgeMinCondition"},50,{"VAR=":"AgeMaxCondition"},"str","^Male","/str",{"VAR=":"SexCondition"},"str","^Улица","/str",{"VAR=":"GroupTitle"},"str","^","/str",{"VAR=":"TextForLog"},0,{"VAR=":"ChangeHappiness"},0,{"VAR=":"ChangeLooks"},0,{"VAR=":"ChangeSmarts"},0,{"VAR=":"ChangeHealth"},"/ev","end",null],"#f":1}],"listDefs":{}}