{"inkVersion":20,"root":[["^Мы с женой решили делить обязанности поровну. Всю прошлую неделю она мыла посуду, убирала и стирала. На этой неделе моя очередь, что делать?","\n","ev","str","^Мыть, убирать, стирать","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Взять и сломать палец. Это лучше, чем все это делать","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Купить жене новую стиралку, посудомойку и робот-пылесос, но с условием, что я вдомашней работе не участвую","/str","/ev",{"*":"0.c-2","flg":20},"ev","str","^Уйти в запой на неделю, а там снова будет очередь жены","/str","/ev",{"*":"0.c-3","flg":20},{"c-0":["\n",{"->":"res1"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"res2"},{"->":"0.g-0"},{"#f":5}],"c-2":["\n",{"->":"res3"},{"->":"0.g-0"},{"#f":5}],"c-3":["\n",{"->":"res4"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"res1":[["^Блин! Это ад на земле. Лучше я попрошу у начальства сверхурочные работы, и денгег заработаю и от домашних забот избавлюсь","\n","ev","str","^Мы с женой решили делить обязанности поровну. Всю прошлую неделю она мыла посуду, убирала и стирала.  А когда настала моя очередь, я честно выполнил свою часть сделки.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res2":[["^Мне очень больно, зато я окружен заботой и ничегонеделанием","\n","ev","str","^Мы с женой решили делить обязанности поровну. Всю прошлую неделю она мыла посуду, убирала и стирала.  А когда настала моя очередь, я нарочно сломал палец,т.к. это меньшее зло, нежели домашняя работа.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res3":[["^Жена довольна и больше не помышляет о дележке обязанностей. Бабло, как всегда, победило зло","\n","ev","str","^Мы с женой решили делить обязанности поровну. Всю прошлую неделю она мыла посуду, убирала и стирала.  А когда настала моя очередь, я купил новую стиралку, посудомойку и робот-пылесос, которые прекрасно заменили меня... нет-нет, супружеские обязанности я никому передавать не собираюсь.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res4":[["^Я ушел в запой, а от меня ушла жена. Надеюсь, не навсегда, ведь и мой запой тоже был не навсегда","\n","ev","str","^Мы с женой решили делить обязанности поровну. Всю прошлую неделю она мыла посуду, убирала и стирала.  А когда настала моя очередь, я ушел в запой, так-как это отличная замена работе по дому.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",30,{"VAR=":"AgeMinCondition"},50,{"VAR=":"AgeMaxCondition"},"str","^Male","/str",{"VAR=":"SexCondition"},"str","^Семья","/str",{"VAR=":"GroupTitle"},"str","^","/str",{"VAR=":"TextForLog"},0,{"VAR=":"ChangeHappiness"},0,{"VAR=":"ChangeLooks"},0,{"VAR=":"ChangeSmarts"},0,{"VAR=":"ChangeHealth"},"/ev","end",null],"#f":1}],"listDefs":{}}