{"inkVersion":20,"root":[["^Во время полета один из пассажиров заперся в туалете и не выходит уже час. Как поступить, ведь он ничего не нарушает?","\n","ev","str","^Не беспокоить пассажира до начала снижения на посадку","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Решительно постучать в дверь и спросить, все ли в порядке?","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Открыть дверь ключом и выяснить, что происходит","/str","/ev",{"*":"0.c-2","flg":20},"ev","str","^Постучать в дверь и объвить о необходимости уборки","/str","/ev",{"*":"0.c-3","flg":20},{"c-0":["\n",{"->":"res1"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"res2"},{"->":"0.g-0"},{"#f":5}],"c-2":["\n",{"->":"res3"},{"->":"0.g-0"},{"#f":5}],"c-3":["\n",{"->":"res4"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"res1":[["^Когда началось снижение, я открыла дверь и увидела, что пассажир мертв. Позже выяснилось, что это сердечный приступ. Своевременная помощь могла его спасти","\n","ev","str","^Во время полета один из пассажиров заперся в туалете и долго не выходил. Я не стала его беспокоить, но оказалось, что у него был сердечный приступ и он умер без своевременной помощи.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res2":[["^Ответом мне стало неясное бормотание. Это меня насторожило и я открыла дверь ключом. У пассажира был сердечный приступ, еще немного и он бы умер. За грамотные действия меня поощрило руководство","\n","ev","str","^Во время полета один из пассажиров заперся в туалете и не выходил. Я действовала решительно и мои действия спасли пассажиру жизнь, так как у него был сердечный приступ.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res3":[["^У пассажира начался сердечный приступ, благодаря моим решительным действиям, его удалось спасти. Меня поощрило руководство","\n","ev","str","^Во время полета один из пассажиров заперся в туалете и не выходил. Я открыла дверь своим ключом и мои действия спасли пассажиру жизнь, так как у него был сердечный приступ.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res4":[["^Ответом мне стало неясное бормотание. Я не стала его беспокоить до захода на посадку, а когда открыла дверь ключом, оказалось, что он уже умер от сердечного приступа","\n","ev","str","^Во время полета один из пассажиров заперся в туалете и не выходил. Я заволновалась, но действовала недостаточно решительно - пассажир в туалете умер от сердечного приступа.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",30,{"VAR=":"AgeMinCondition"},50,{"VAR=":"AgeMaxCondition"},"str","^Female","/str",{"VAR=":"SexCondition"},"str","^Работа","/str",{"VAR=":"GroupTitle"},"str","^Stewardess","/str",{"VAR=":"ProfessionalType"},"str","^","/str",{"VAR=":"TextForLog"},0,{"VAR=":"ChangeHappiness"},0,{"VAR=":"ChangeLooks"},0,{"VAR=":"ChangeSmarts"},0,{"VAR=":"ChangeHealth"},"/ev","end",null],"#f":1}],"listDefs":{}}