{"inkVersion":20,"root":[["^Я каталась на горных лыжах. Во время поездки на подъемнике, кабинка остановилась на высоте и раскачивается. Очень холодно! Что делать?","\n","ev","str","^Сообщить в службу спасения и ждать помощи, несмотря на холод","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Ожидание не для меня! Выберусь из кабины  и спущусь по веревочной лестнице (входит в оборудование кабины)","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Сообщить в службу спасения и устроить в кабинке костер из подручных материалов","/str","/ev",{"*":"0.c-2","flg":20},"ev","str","^Сообщить в службу спасения, а пока они не прибыли, попытаться найти неисправность подъемника","/str","/ev",{"*":"0.c-3","flg":20},{"c-0":["\n",{"->":"res1"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"res2"},{"->":"0.g-0"},{"#f":5}],"c-2":["\n",{"->":"res3"},{"->":"0.g-0"},{"#f":5}],"c-3":["\n",{"->":"res4"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"res1":[["^Когда спасатели приехали, я уже отморозила себе пальцы и кончик носа. пришлось лечить","\n","ev","str","^Я каталась на горных лыжах. Во время поездки на подъемнике, кабинка остановилась на высоте. Я сообщила в службу спасения. Когда они приехали, я успела обморозить себе пальцы и кончик носа.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res2":[["^Я была не очень аккурватна и подвернула ногу при спуске","\n","ev","str","^Я каталась на горных лыжах. Во время поездки на подъемнике, кабинка остановилась на высоте. Я не стала ждать и сумела спуститься вниз. Правда, подвернула лодыжку.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res3":[["^Обшивка внутри кабинки загорелась и мне пришлось срочно спуститься по веревочной лестнице. При этом, я обожгла руки и подвернула ногу","\n","ev","str","^Я каталась на горных лыжах. Во время поездки на подъемнике, кабинка остановилась на высоте. Я сообщила в службу спасения и пыталась согреться при помощи костра, но произошел пожар, я получила ожоги и подвернула ногу.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res4":[["^Неисправность я не нашла, но хоть согрелась. Прибывшие спасатели эвакуировали меня целую и невредимую","\n","ev","str","^Я каталась на горных лыжах. Во время поездки на подъемнике, кабинка остановилась на высоте. Я вызвала спасателей и занялась ремонтом подъемника. Не починила, хоть согрелась. К моменту прибытия спасателей, я была в норме.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",30,{"VAR=":"AgeMinCondition"},50,{"VAR=":"AgeMaxCondition"},"str","^Female","/str",{"VAR=":"SexCondition"},"str","^Улица","/str",{"VAR=":"GroupTitle"},"str","^","/str",{"VAR=":"TextForLog"},0,{"VAR=":"ChangeHappiness"},0,{"VAR=":"ChangeLooks"},0,{"VAR=":"ChangeSmarts"},0,{"VAR=":"ChangeHealth"},"/ev","end",null],"#f":1}],"listDefs":{}}