{"inkVersion":20,"root":[["^Я разбила садик у себя на заднем дворе, а соседская собака повадилась там какать и писять. Как быть?","\n","ev","str","^Высказать соседу недовольство и потребовать, чтобы держал собаку подальше от моего сада","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Вежливо и смиренно попросить соседа следить за собакой","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Собрать собачьи экскременты и сунуть соседу в почтовый ящик. Я сунула собачьи экскремены соседу в почтовый ящик","/str","/ev",{"*":"0.c-2","flg":20},"ev","str","^Ничего не делать, собачьи экскременты и селитра из мочи - отличные удобрения","/str","/ev",{"*":"0.c-3","flg":20},{"c-0":["\n",{"->":"res1"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"res2"},{"->":"0.g-0"},{"#f":5}],"c-2":["\n",{"->":"res3"},{"->":"0.g-0"},{"#f":5}],"c-3":["\n",{"->":"res4"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"res1":[["^Сосед ответил мне в грубой форме, а его собака меня облаяла. Однако в моем саду этот пес больше не появлялся","\n","ev","str","^Я разбила садик у себя на заднем дворе, а соседская собака повадилась там какать и писять. Я поругалась с соседом и это навсегда отвадило его пса от моего сада.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res2":[["^Сосед извинился и пообещал убедить свою собаку не ходить в мой сад. Судя по тому, что на следующий день его собака оказалась в моем саду, сосед плохо умеет убеждать собак","\n","ev","str","^Я разбила садик у себя на заднем дворе, а соседская собака повадилась там какать и писять. Я вежливо попросила соседа урезонить своего пса, но он не сумел этого сделать и пес продолжил посещать мой сад.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res3":[["^В отместку сосед натравил на меня полицию, но я все отрицала и они от меня отстали","\n","ev","str","^Я разбила садик у себя на заднем дворе, а соседская собака повадилась там какать и писять. Я сунула собачьи экскремены соседу в почтовый ящик. Ибо нечего!","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"res4":[["^Мой сад  - райское местечко, не мудрено, что милому соседскому песику там нравится гулять","\n","ev","str","^Я разбила садик у себя на заднем дворе, а соседская собака повадилась там какать и писять. Я совсем не против посещений милого песика, ведь он удобряет мой сад.","/str","/ev",{"VAR=":"TextForLog","re":true},"ev","str","^Ok","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"global decl":["ev",30,{"VAR=":"AgeMinCondition"},50,{"VAR=":"AgeMaxCondition"},"str","^Female","/str",{"VAR=":"SexCondition"},"str","^Улица","/str",{"VAR=":"GroupTitle"},"str","^","/str",{"VAR=":"TextForLog"},0,{"VAR=":"ChangeHappiness"},0,{"VAR=":"ChangeLooks"},0,{"VAR=":"ChangeSmarts"},0,{"VAR=":"ChangeHealth"},"/ev","end",null],"#f":1}],"listDefs":{}}